// node libraries
import React from 'react';
// interface
import { init } from './inteface';


const AboutProduct: React.FC<init> = ({ productData }) => {
    return (
        <div className="row mt-5">
            <p>
                ویژگی‌های یک کمد دیواری مناسب<br />
                <br />
                کیفیت (جنس): از گذشته برای ساخت کمد دیواری استفاده از فرآورده‌های چوبی رایج بوده است و کماکان نیز این رویه ادامه دارد. در حال حاضر و پس از فراگیری محصولات MDF، کمدهای دیواری هم اغلب با استفاده از این محصول ساخته می‌شوند که کیفیت‌ مختلفی دارند. در کنار این‌ها برای روکش کمد نیز از جنس‌های متفاوتی استفاده می‌شود که با MDF ساده تفاوت‌هایی دارد. قطعا توجه به جنس کمد دیواری و کیفیت ساخت آن می‌تواند خیال شما را برای طولانی مدت راحت کند تا بابت خراب شدن یا تعویض آن نگرانی نداشته باشید.
                <br /><br />انواع کمد: انتخاب مدل استفاده شده برای کمد دیواری نقش مهمی در کارایی آن دارد. به طور معمول کمد دیواری‌ها را در مدل‌های ریلی، کشویی و کلاسیک تهیه می‌کنند که در ادامه بیشتر درباره آن‌ها توضیح می‌دهیم. با توجه به نیاز خود از کمد دیواری و فضایی که برای خانه در اختیار دارید، باید مناسب‌ترین گزینه را برای مدل کمد دیواری خود انتخاب کنید. در صورتی که این مورد رعایت نشود ممکن است در مدل کمد دیواری کلاسیک، باز و بسته کردن درهای کمد با سختی انجام شود و فضای زیادی را اشغال کند.<br /><br />
                فضای خالی کمد: ممکن است آن مقدار فضایی که در کمد دیواری درون اتاق خواب نیاز دارید را در کمد دیواری پذیرایی نیاز نداشته باشید. به همین دلیل باید از قبل فضای مورد نیاز خود و کاربرد کمد دیواری را بدانید. اینکه عمق و ارتفاع یک کمد دیواری چه مقداری باشد نسبت مستقیمی با فضا و مساحت ساختمان دارد، اما استفاده بهینه از این فضا و تقسیم‌بندی مناسب کمد و جلوگیری از پرت رفتن فضای خالی می‌تواند کمک زیادی به کارا بودن کمد دیواری کند.
            </p>
        </div>
    )
}
// export
export default AboutProduct;